Repository: KDE/cirkuit
Catalog: po/*/cirkuit.po
Languages: de, es, et, fr, it, km, nl, pl, pt, pt_br, ru, sv, uk

# NAME OF TRANSLATORS
source: Your names
de: Panagiotis Papadopoulos
es: Eloy Cuadra
et: Marek Laane
fr: Joëlle Cornavin
it: Matteo Agostinelli
km: ខឹម សុខែម, ម៉ន ម៉េត, សេង សុត្ថា, ចាន់ សម្បត្តិរតនៈ, សុខ សុភា
nl: Freek de Kruijf
pl: Łukasz Wojniłowicz
pt: José Nuno Pires
pt_br: André Marcelo Alvarenga
ru: Артём Назаров
sv: Stefan Asserhäll
uk: Юрій Чорноіван

# EMAIL OF TRANSLATORS
source: Your emails
de: pano_90@gmx.net
es: ecuadra@eloihr.net
et: bald@smail.ee
fr: jcorn@free.fr
it: agostinelli@gmail.com
km: khoemsokhem@khmeros.info,​​mornmet@khmeros.info,sutha@khmeros.info,ratanak@khmeros.info,sophea@khmeros.info
nl: freekdekruijf@kde.nl
pl: lukasz.wojnilowicz@gmail.com
pt: zepires@gmail.com
pt_br: andrealvarenga@gmx.net
ru: nazarov-1990@bk.ru
sv: stefan.asserhall@comhem.se
uk: yurchor@ukr.net

source: The location of the Circuit Macros template.
de: Der Speicherort der Circuit-Makros-Vorlage.
es: La ubicación de la plantilla de Circuit Macros.
et: Vooluringimakrode malli asukoht.
fr: L'emplacement du modèle de Circuit Macros.
it: La locazione del template per Circuit Macros
km: ទីតាំង​របស់​ពុម្ព Circuit ម៉ាក្រូ ។
nl: De locatie van het sjabloon van Circuit Macros.
pl: Położenie szablonu Circuit Macros.
pt: A localização do modelo do Circuit Macros.
pt_br: A localização do modelo do Circuit Macros.
ru: Расположение шаблона Circuit Macros.
sv: Platsen för Circuit Macros-mallen.
uk: Розташування шаблону макроса Circuit Macros

source: The location of the Circuit Macros template with TikZ backend.
de: Der Speicherort der Circuit-Makros-Vorlage mit dem TikZ-Modul.
es: La ubicación de la plantilla de Circuit Macros con el motor TikZ.
et: TikZi taustaprogrammiga vooluringimakrode asukoht.
fr: L'emplacement du modèle de Circuit Macros avec le moteur TikZ.
it: La locazione del template per Circuit Macros con il backend TikZ
km: ទីតាំង​របស់​ពុម្ព Circuit ម៉ាក្រូ​ដែល​មាន​កម្មវិធី​ខាងក្រោយ TikZ ។
nl: De locatie van het sjabloon van Circuit Macros met TikZ-backend.
pl: Położenie szablonu Circuit Macros z silnikiem TikZ.
pt: A localização do modelo do Circuit Macros com a infra-estrutura do TikZ.
pt_br: A localização do modelo do Circuit Macros com a infraestrutura do TikZ.
ru: Расположение шаблона Circuit Macros с модулем TikZ.
sv: Platsen för Circuit Macros-mallen. med TikZ-gränssnitt.
uk: Розташування шаблону макроса Circuit Macros з модулем TikZ.

source: The default arguments called in the latex executable
de: Das Standardargument zu Aufruf des Programms LaTex
es: Los argumentos por omisión usados con el ejecutable «latex»
et: LaTeXi teostusfailile vaikimisi edastatavad argumendid
fr: Les arguments par défaut appelés dans l'exécutable latex
km: អាគុយម៉ង់​លំនាំដើម​ដែល​បាន​ហៅ​នៅ​ក្នុង​ឯកសារ​ប្រតិបត្តិ latex
nl: De standaard argumenten aangeroepen in het uitvoerbare programma latex
pl: Domyślne argumenty wywoływane w pliku wykonywalnym latex
pt: Os argumentos predefinidos invocados no executável 'latex'
pt_br: Os argumentos predefinidos carregados no executável latex
ru: Параметры по умолчанию, используемые при вызове исполняемого файла latex
sv: Standardargument anropade i det körbara Latex-programmet
uk: Типові параметри, що використовуються під час виклику виконуваного файла latex

source: Template path:
de: Pfad zur Vorlage:
es: Ruta de la plantilla:
et: Malli asukoht:
fr: Emplacement des modèles :
it: Percorso del template:
km: ផ្លូវ​ពុម្ព ៖
nl: Pad van sjabloon:
pl: Ścieżka szablonu:
pt: Localização do modelo:
pt_br: Caminho do modelo:
ru: Путь к шаблонам:
sv: Mallsökväg:
uk: Шлях до шаблонів:

source: Pic interpreter
es: Intérprete PIC
et: Pildi interpretaator:
fr: Interpréteur « pic »
it: Interprete pic:
km: កម្មវិធី​បកប្រែ​រូបភាព
pl: Program interpretujący pic
pt: Interpretador 'pic'
pt_br: Interpretador pic
ru: Интерпретатор Pic
sv: Pic-tolk
uk: Інтерпретатор Pic

source: The location of the Gnuplot template.
de: Der Speicherort der Gnuplot-Vorlage.
es: La ubicación de la plantilla de Gnuplot.
et: Gnuploti malli asukoht.
fr: L'emplacement du modèle de Gnuplot.
it: La locazione del template Gnuplot
km: ទីតាំង​របស់​ពុម្ព Gnuplot ។
nl: De locatie van het sjabloon van Gnuplot.
pl: Położenie szablonu Gnuplot.
pt: A localização do modelo do Gnuplot.
pt_br: A localização do modelo do Gnuplot.
ru: Расположение шаблона Gnuplot.
sv: Platsen för Gnuplot-mallen.
uk: Розташування шаблону Gnuplot

source: The location of the TikZ template.
de: Der Speicherort der TikZ-Vorlage.
es: La ubicación de la plantilla de TikZ.
et: TikZi malli asukoht.
fr: L'emplacement du modèle de TikZ.
it: La locazione del template TikZ
km: ទីតាំង​របស់​ពុម្ព TikZ ។
nl: De locatie van het sjabloon van TikZ.
pl: Położenie szablonu TikZ.
pt: A localização do modelo do TikZ.
pt_br: A localização do modelo do TikZ.
ru: Расположение шаблона Tikz.
sv: Platsen för TikZ-mallen.
uk: Розташування шаблону TikZ

source: The location of the PSTricks template.
de: Der Speicherort der PSTricks-Vorlage.
es: La ubicación de la plantilla de PSTricks.
et: PSTricksi malli asukoht.
fr: L'emplacement du modèle de PSTricks.
km: ទីតាំង​របស់​ពុម្ព PSTricks ។
nl: De locatie van het sjabloon van PSTricks.
pl: Położenie szablonu PSTricks.
pt: A localização do modelo do PSTricks.
pt_br: A localização do modelo do PSTricks.
sv: Platsen för PSTricks-mallen.
uk: Розташування шаблону PSTricks

source: Choose the Backend to use:
de: Wählen Sie das zu verwendende Modul:
es: Escoja el motor a usar:
et: Kasutatav taustaprogramm:
fr: Choisissez le moteur à utiliser :
it: Selezionare il backend che si intende usare:
km: ជ្រើស​កម្មវិធី​ខាងក្រោយ​ដែល​ត្រូវ​ប្រើ ៖
nl: Kies het te gebruiken backend:
pl: Wybierz wykorzystywany silnik:
pt: Escolha a infra-estrutura a usar:
pt_br: Escolha a infraestrutura a usar:
ru: Выбор механизма обработки:
sv: Välj gränssnitt att använda:
uk: Виберіть модуль обробки:

source: Make this the default backend
de: Ausgewähltes als Standard-Modul einstellen
es: Hacer que este sea el motor por omisión
et: Määramine vaikimisi taustaprogrammiks
fr: Faire de ce moteur le moteur par défaut
km: ដាក់​វា​ជា​កម្មវិធី​ខាងក្រោយ​លំនាំដើម
nl: Dit backend standaard maken
pl: Uczyń ten silnik domyślnym
pt: Usar esta infra-estrutura por omissão
pt_br: Usar esta infraestrutura por padrão
ru: Сделать этот механизм по умолчанию
sv: Gör detta till standardgränssnitt
uk: Зробити цей модуль типовим

source: Backend:
de: Modul:
es: Motor:
et: Taustaprogramm:
fr: Programme principal :
km: កម្មវិធី​ខាងក្រោយ ៖
pl: Silnik:
pt: Infra-estrutura:
pt_br: Infraestrutura:
ru: Механизм:
sv: Gränssnitt:
uk: Модуль:

source: New
de: Neu
es: Nuevo
et: Uus
fr: Nouveau
km: ថ្មី
nl: Nieuw
pl: Nowy
pt: Nova
pt_br: Novo
sv: Ny
uk: Створити

source: Edit
de: Bearbeiten
es: Editar
et: Muuda
fr: Modifier
it: Modifica
km: កែសម្រួល
nl: Bewerken
pl: Edytuj
pt: Editar
pt_br: Editar
ru: Изменить
sv: Redigera
uk: Змінити

source: Remove
de: Entfernen
es: Eliminar
et: Eemalda
fr: Supprimer
it: Elimina
km: យកចេញ
nl: Verwijderen
pl: Usuń
pt: Remover
pt_br: Remover
sv: Ta bort
uk: Вилучити

source: Download
de: Herunterladen
es: Descargar
et: Laadi alla
fr: Télécharger
km: ទាញ​យក
nl: Downloaden
pl: Pobierz
pt: Obter
pt_br: Baixar
ru: Загрузить
sv: Ladda ner
uk: Звантажити

source: Upload
de: Hochladen
es: Enviar
et: Laadi üles
fr: Envoyer
km: ផ្ទុក​ឡើង
nl: Uploaden
pl: Wyślij
pt: Enviar
pt_br: Enviar
ru: Опубликовать
sv: Ladda upp
uk: Вивантажити

source: Default backend.
de: Standard-Modul.
es: Motor por omisión.
et: Vaikimisi taustaprogramm.
fr: Moteur par défaut.
it: Backend predefinito.
km: កម្មវិធី​ខាងក្រោយ​លំនាំដើម ។
nl: Standaard backend.
pl: Domyślny silnik.
pt: A infra-estrutura por omissão.
pt_br: Infraestrutura padrão.
ru: Механизм обработки по умолчанию.
sv: Standardgränssnitt.
uk: Типовий модуль обробки.

source: Automatic backend selection
de: Automatische Wahl des Moduls
es: Selección automática del motor
et: Automaatne taustaprogrammi valik
fr: Sélection automatique du moteur
km: ការ​ជ្រើស​កម្មវិធី​ខាងក្រោយ​ដោយ​ស្វ័យប្រវត្តិ
nl: Automatische backend-selectie
pl: Automatyczny wybór silnika
pt: Selecção automática da infra-estrutura
pt_br: Seleção automática de infraestrutura
ru: Автоматический выбор механизма обработки
sv: Automatiskt gränssnittsval.
uk: Автоматичний вибір модуля обробки

source: Preview generation refresh timeout.
es: Intervalo de refresco de la generación de la vista previa.
et: Eelvaatluse loomise värskendamise ajaületus.
fr: Le temps imparti au rafraîchissement de la génération d'aperçu a expiré.
it: Intervallo di generazione automatica dell'anteprima
km: អស់​ពេល​ធ្វើ​ឲ្យ​ស្រស់​​ការ​បង្កើត​មើល​ជា​មុន
nl: Verversingtijdslimiet voor het maken van een voorbeeld.
pl: Czas oczekiwania na odświeżenie generowania podglądu.
pt: Expirou o tempo-limite de actualização da antevisão.
pt_br: Expirou o tempo-limite de atualização da visualização.
ru: Интервал обновления просмотра.
sv: Tidsgräns för uppdatering när förhandsgranskning skapas.
uk: Проміжок між оновленнями попереднього перегляду.

source: Enable automatic refresh.
de: Automatisches Aktualisieren aktivieren
es: Activar el refresco automático.
et: Automaatse värskendamise lubamine.
fr: Active le rafraîchissement automatique.
it: Generazione automatica dell'anteprima
km: បើក​ការ​ធ្វើ​ឲ្យ​ស្រស់​ដោយ​ស្វ័យប្រវត្តិ ។
nl: Automatisch verversen inschakelen.
pl: Włącz automatyczne odświeżanie.
pt: Activar a actualização automática.
pt_br: Habilitar a atualização automática.
ru: Включить автоматическое обновление.
sv: Aktivera automatisk uppdatering.
uk: Увімкнути автоматичне оновлення

source: Refresh when document is saved.
de: Aktualisieren wenn das Dokument gespeichert ist.
es: Refrescar cuando se guarda el documento.
et: Värskendamine dokumendi salvestamisel.
fr: Rafraîchir lorsqu'un document est enregistré.
it: Risoluzione dei file PNG e JPEG
km: ធ្វើ​ឲ្យ​ស្រស់​ពេល​ឯកសារ​ត្រូវ​បាន​រក្សាទុក ។
nl: Verversen wanneer document is opgeslagen.
pl: Odśwież, gdy dokument zostanie zapisany.
pt: Actualizar ao gravar o documento.
pt_br: Atualizar ao salvar o documento.
ru: Обновлять при сохранении документа.
sv: Uppdatera när dokument sparas.
uk: Оновлення під час збереження документа.

source: Automatically zoom the preview to fit the preview widget
es: Ampliar automáticamente la vista previa para ajustarse a su ventana
et: Eelvaatluse suuruse automaatne muutmine sobivaks eelvaatlusvidinaga
fr: Adapter automatiquement l'aperçu à la taille de l'aperçu du composant graphique
it: Larghezza della finestra principale
km: ពង្រីក​ការ​មើល​ជាមុន​ដោយ​ស្វ័យប្រវត្តិ​ឲ្យ​សម​ទៅ​នឹង​ការ​មើល​ជាមុន​ធាតុ​ក្រាហ្វិក
nl: Automatisch het voorbeeld zoomen om te passen in het voorbeeldwidget
pl: Automatycznie powiększ podgląd, aby dopasować do elementu interfejsu podglądu
pt: Ampliar automaticamente a antevisão para caber no item respectivo
pt_br: Ampliar automaticamente a visualização para ajustar-se ao widget
ru: Автоматически изменять размер просмотра до размера окна
sv: Zooma automatiskt förhandsgranskning att passa i grafisk komponent
uk: Автоматично змінювати розміри зображення перегляду відповідно до розмірів віджета перегляду

source: PNG and JPEG resolution.
de: PNG- und JPEG-Auflösung.
es: Resolución PNG y JPEG.
et: PNG ja JPEG lahutus.
fr: Résolution de PNG et JPEG.
it: Altezza della finestra principale
km: គុណភាព​បង្ហាញ PNG និង JPEG ។
nl: PNG en JPEG-resolutie.
pl: Rozdzielczość PNG i JPEG.
pt: Resolução do PNG e do JPEG.
pt_br: Resolução do PNG e do JPEG.
ru: Разрешение PNG и JPEG.
sv: Upplösning för PNG och JPEG.
uk: Роздільна здатність PNG і JPEG

source: General settings
de: Allgemeine Einstellungen
es: Preferencias generales
et: Üldised seadistused
fr: Réglages généraux
it: Impostazioni generali
km: ការ​កំណត់​ទូទៅ
nl: Algemene instellingen
pl: Ustawienia ogólne
pt: Configuração geral
pt_br: Configurações gerais
ru: Основные параметры
sv: Allmänna inställningar
uk: Загальні параметри

source: Backends
de: Module
es: Motores
et: Taustaprogrammid
fr: Moteurs
km: កម្មវិធី​ខាងក្រោយ
pl: Silniki
pt: Infra-Estruturas
pt_br: Infraestruturas
ru: Механизмы обработки
sv: Gränssnitt
uk: Сервери

source: Default backend:
de: Standard-Modul:
es: Motor por omisión:
et: Vaikimisi taustaprogramm:
fr: Moteur par défaut :
it: Backend predefinito:
km: កម្មវិធី​ខាងក្រោយ​លំនាំដើម ៖
nl: Standaard backend:
pl: Domyślny silnik:
pt: Infra-estrutura por omissão:
pt_br: Infraestrutura padrão:
ru: Механизм по умолчанию:
sv: Standardgränssnitt:
uk: Типовий модуль обробки:

source: Preview refresh interval (sec):
de: Aktualisierungsintervall der Vorschau (in Sekunden):
es: Intervalo de refresco de la vista previa (seg):
et: Eelvaatluse värskendamise intervall (sek):
fr: Intervalle de rafraîchissement de l'aperçu (sec) :
it: Intervallo di generazione dell'anteprima (sec):
km: ចន្លោះ​ពេល​ការ​ធ្វើ​ឲ្យ​ស្រស់​មើល​ជាមុន (វិ.) ៖
nl: Verversingsinterval van voorbeeld (sec):
pl: Przedział odświeżania podglądu (sek):
pt: Intervalo de actualização da antevisão (s):
pt_br: Intervalo de atualização da visualização (s):
ru: Интервал обновления просмотра (сек):
sv: Uppdateringsintervall för förhandsgranskning (sek):
uk: Проміжок між оновленнями перегляду (у сек):

source: Automatic preview generation
de: Automatisches Erstellen von Vorschauen
es: Generación automática de vista previa
et: Eelvaatluse automaatne loomine
fr: Génération automatique de l'aperçu
km: ការ​បង្កើត​មើល​ជាមុន​ដោយ​ស្វ័យប្រវត្តិ
nl: Automatisch voorbeeld aanmaken
pl: Automatyczna generacja podglądu
pt: Geração automática da antevisão
pt_br: Geração automática da visualização
ru: Автоматическое создание просмотра
sv: Skapa förhandsgranskning automatiskt
uk: Автоматичне створення попереднього перегляду

source: Refresh the preview when saving the document
de: Beim Speichern des Dokuments Vorschau aktualisieren
es: Refrescar la vista previa cuando se guarda el documento
et: Eelvaatluse värskendamine dokumendi salvestamisel
fr: Rafraîchir l'aperçu lors de l'enregistrement du document
it: Aggiorna l'anteprima quando si salva il documento
km: ធ្វើ​ឲ្យ​ស្រស់​ការ​មើល​ជាមុន​ពេល​កំពុង​រក្សាទុក​ឯកសារ
nl: Het voorbeeld verversen wanneer document wordt opgeslagen
pl: Odśwież podgląd przy zapisywaniu dokumentu
pt: Actualizar a antevisão ao gravar o documento
pt_br: Atualizar a visualização ao salvar o documento
ru: Обновление просмотра при сохранении документа
sv: Uppdatera förhandsgranskning när dokumentet sparas
uk: Оновлювати зображення після збереження документа

source: PNG and JPEG resolution (DPI):
de: PNG- und JPEG-Auflösung (DPI):
es: Resolución (PPP) de PNG y JPEG:
et: PNG ja JPEG lahutus (DPI):
fr: Résolution de PNG et JPEG (en DPI) :
km: គុណភាព​បង្ហាញ PNG និង JPEG (DPI) ៖
nl: PNG- en JPEG-resolutie (DPI):
pl: Rozdzielczości PNG i JPEG (DPI):
pt: Resolução do PNG e JPEG (PPP):
pt_br: Resolução do PNG e JPEG (em PPP):
ru: Разрешение PNG и JPEG (dpi):
sv: Upplösning för PNG och JPEG (i punkter/tum):
uk: Роздільна здатність PNG і JPEG (у т./д. (DPI)):

source: &File
de: &Datei
es: &Archivo
et: &Fail
fr: &Fichier
km: ឯកសារ
nl: &Bestand
pl: &Plik
pt: &Ficheiro
pt_br: &Arquivo
ru: &Файл
sv: &Arkiv
uk: &Файл

source: &Preview
de: &Vorschau
es: Vista &previa
et: &Eelvaatlus
fr: A&perçu
it: &Anteprima
km: មើល​ជាមុន
nl: &Voorbeeld
pl: &Podgląd
pt: Ante&visão
pt_br: &Visualização
ru: &Просмотр
sv: &Förhandsgranskning
uk: &Переглянути

source: &View
de: &Ansicht
es: &Vista
et: &Vaade
fr: &Affichage
it: &Visualizza
km: មើល
nl: Beel&d
pl: &Widok
pt: &Ver
pt_br: E&xibir
ru: &Вид
sv: &Visa
uk: П&ерегляд

source: &Help
de: &Hilfe
es: A&yuda
et: &Abi
fr: &Aide
it: &Aiuto
km: ជំនួយ
pl: &Pomoc
pt: A&juda
pt_br: Aj&uda
ru: &Справка
sv: &Hjälp
uk: &Довідка

source: Main Toolbar
de: Haupt-Werkzeugleiste
es: Barra de herramientas principal
et: Peamine tööriistariba
fr: Barre principale
it: Barra dgli strumenti
km: របារ​ឧបករណ៍​មេ
nl: Hoofdwerkbalk
pl: Główny pasek narzędzi
pt: Barra Principal
pt_br: Barra de ferramentas principal
ru: Основная панель инструментов
sv: Huvudverktygsrad
uk: Головна панель

source: Cirkuit
ru: Circuit
