Repository: KDE/cirkuit
Catalog: po/*/cirkuit.po
Languages: de, es, et, fr, it, km, nl, pl, pt, pt_br, ru, sv, uk

source: Zoom to fit
de: Auf Ansichtsgröße zoomen
es: Ampliar para ajustar
et: Suurendus sobivaks
fr: Adapter à la taille
it: Ridimensiona automaticamente
km: ពង្រីក​ឲ្យ​សម
nl: Passend maken
pl: Powiększ tak, aby dopasować
pt: Ampliar para caber
pt_br: Zoom para ajustar
ru: Вместить в окно
sv: Anpassa
uk: Підібрати за розмірами

source: Template manager
de: Vorlagenverwaltung
es: Gestor de plantillas
et: Mallide haldur
fr: Gestionnaire de modèles
km: កម្មវិធី​គ្រប់គ្រង​ពុម្ព
nl: Sjabloonbeheerder
pl: Menadżer szablonów
pt: Gestor de modelos
pt_br: Gerenciador de modelos
ru: Управление шаблонами
sv: Mallhantering
uk: Керування шаблонами

source: Template name
de: Name der Vorlage
es: Nombre de la plantilla
et: Malli nimi
fr: Nom du modèle
km: ឈ្មោះពុម្ព​
nl: Naam sjabloon
pl: Nazwa szablonu
pt: Nome do modelo
pt_br: Nome do modelo
sv: Mallnamn
uk: Назва шаблона

source: Insert the template name
de: Geben Sie den Namen der Vorlage ein
es: Inserte el nombre de la plantilla
et: Lisa malli nimi
fr: Insérez le nom du modèle
it: Inserire il nome del template
km: បញ្ចូល​ឈ្មោះ​ពុម្ព
nl: De sjabloonnaam invoegen
pl: Wstaw nazwę szablonu
pt: Inserir o nome do modelo
pt_br: Insira o nome do modelo
sv: Infoga mallnamnet
uk: Вставте назву шаблона

source: Do you really want to delete the selected template?
de: Möchten Sie die ausgewählte Vorlage wirklich löschen?
es: ¿Realmente desea borrar la plantilla seleccionada?
et: Kas tõesti kustutada valitud mall?
fr: Voulez-vous vraiment supprimer le modèle sélectionné ?
it: Sei sicuro di voler eliminare il template selezionato?
km: តើ​អ្នក​ពិតជា​ចង់​លុប​ពុម្ព​ដែល​បាន​ជ្រើស​នេះ​មែន​ទេ ?
nl: Wilt u het geselecteerde sjabloon verwijderen?
pl: Czy na pewno chcesz usunąć wybrany szablon?
pt: Deseja mesmo apagar o modelo seleccionado?
pt_br: Deseja realmente excluir o modelo selecionado?
sv: Vill du verkligen ta bort markerad mall?
uk: Ви дійсно хочете вилучити позначений шаблон?

source: Confirm deletion
de: Löschen bestätigen
es: Confirme el borrado
et: Kustutamise kinnitus
fr: Confirmer la suppression
it: Conferma cancellazione
km: អះអាង​ការ​លុប
nl: Verwijderen bevestigen
pl: Potwierdź usunięcie
pt: Confirmar a remoção
pt_br: Confirmar exclusão
sv: Bekräfta borttagning
uk: Підтвердження вилучення

source: <h1>%1</h1><div>%2</div><br/><div>See <a href="%3">%3</a> for more information</div>
de: <h1>%1</h1><div>%2</div><br/><div>Weitere Informationen finden Sie auf <a href="%3">%3</a></div>
es: <h1>%1</h1><div>%2</div><br/><div>Consulte <a href="%3">%3</a> para más información</div>
et: <h1>%1</h1><div>%2</div><br/><div>Täpsemalt räägib sellest <a href="%3">%3</a></div>
fr: <h1>%1</h1><div>%2</div><br/><div>Consultez <a href="%3">%3</a> pour plusieurs d'informations</div>
km: <h1>%1</h1><div>%2</div><br/><div>មើល <a href="%3">%3</a> សម្រាប់​ព័ត៌មាន​បន្ថែម</div>
nl: <h1>%1</h1><div>%2</div><br/><div>Zie <a href="%3">%3</a> voor meer informatie</div>
pl: <h1>%1</h1><div>%2</div><br/><div>Zobacz <a href="%3">%3</a> po więcej informacji</div>
pt: <h1>%1</h1><div>%2</div><br/><div>Veja <a href="%3">%3</a> para mais informações</div>
pt_br: <h1>%1</h1><div>%2</div><br/><div>Veja em <a href="%3">%3</a> para mais informações</div>
ru: <h1>%1</h1><div>%2</div><br/><div>Дополнительную информацию можно узнать по адресу <a href="%3">%3</a></div>
sv: <h1>%1</h1><div>%2</div><br/><div>Se <a href="%3">%3</a> för mer information</div>
uk: <h1>%1</h1><div>%2</div><br/><div>Докладніше про програму можна дізнатися за адресою <a href="%3">%3</a>.</div>

source: Backend selection
de: Modulauswahl
es: Selección del motor
et: Taustaprogrammi valik
fr: Sélection du moteur
km: ការ​ជ្រើស​កម្មវិធី​ខាងក្រោយ
nl: Backend-selectie
pl: Wybór silnika
pt: Selecção da infra-estrutura
pt_br: Seleção de infraestrutura
ru: Выбор механизмов обработки
sv: Gränssnittsval
uk: Вибір модуля обробки

source: An application to generate publication-ready figures. It is a KDE frontend for Circuit Macros by J. D. Aplevich, TikZ and Gnuplot. <p>Visit the <a href=http://www.ece.uwaterloo.ca/~aplevich/Circuit_macros>Circuit Macros</a> and <a href=http://www.texample.net/tikz>TikZ</a> websites for further information.
es: Una aplicación para generar figuras listas para su publicación. Se trata de una interfaz de KDE para Circuit Macros, por J. D. Aplevich, TikZ y Gnuplot. <p>Visite los sitios web <a href=http://www.ece.uwaterloo.ca/~aplevich/Circuit_macros>Circuit Macros</a> y <a href=http://www.texample.net/tikz>TikZ</a> para obtener más información.
et: Rakendus avaldamiskõlblike jooniste loomiseks. See kujutab endast J. D. Aplevichi, TikZi ja Gnuploti vooluringimakrode KDE kasutajaliidest. <p>Täpsemat teavet leiab <a href=http://www.ece.uwaterloo.ca/~aplevich/Circuit_macros>vooluringimakrode</a> ja <a href=http://www.texample.net/tikz>TikZi</a> veebilehekülgedelt.
fr: Une application pour générer des figures prêtes pour la publication. Il s'agit d'une interface KDE pour Circuit Macros de J. D. Aplevich, TikZ et Gnuplot. <p>Consultez les sites web <a href=http://www.ece.uwaterloo.ca/~aplevich/Circuit_macros>Circuit Macros</a> et <a href=http://www.texample.net/tikz>TikZ</a> pour plus d'informations.
it: Un'applicazione per generare figure di qualità elevata. È un'interfaccia KDE per Circuit Macros di J. D. Aplevich, TikZ e Gnuplot. <p>Visita i siti di <a href=http://www.ece.uwaterloo.ca/~aplevich/Circuit_macros>Circuit Macros</a> e <a href=http://www.texample.net/tikz>TikZ</a> per maggiori informazioni.
km: កម្មវិធី​សម្រាប់​បង្កើត​រូបភាព​ពន្យល់​ការ​បោះពុម្ព​រួចហើយ ។ វា​គឺជា​កម្មវិធី​ខាងមុខ​របស់​ KDE សម្រាប់ Circuit Macros by J. D. Aplevich, TikZ and Gnuplot. <p>ចូល​មើល​តំបន់​បណ្ដាញ <a href=http://www.ece.uwaterloo.ca/~aplevich/Circuit_macros>Circuit Macros</a> និង <a href=http://www.texample.net/tikz>TikZ</a> សម្រាប់​ព័ត៌មាន​លម្អិត ។
nl: Een toepassing om figuren klaar te maken voor publicatie. Het is een KDE frontend voor 'Circuit Macros' door J. D. Aplevich, TikZ en Gnuplot. <p>Bezoek de websites <a href=http://www.ece.uwaterloo.ca/~aplevich/Circuit_macros>Circuit Macros</a> en <a href=http://www.texample.net/tikz>TikZ</a> voor verdere informatie.
pl: Program generujący rysunki gotowe do publikacji. Jest to nakładka dla KDE dla Circuit Macros napisanych przez J. D. Aplevich, TikZ i Gnuplot. <p>Odwiedź strony<a href=http://www.ece.uwaterloo.ca/~aplevich/Circuit_macros>Circuit Macros</a> i <a href=http://www.texample.net/tikz>TikZ</a> po dalsze informacje.
pt: Uma aplicação para gerar figuras prontas para publicação. É uma interface em KDE para o Circuit Macros de J. D. Aplevich, TikZ e Gnuplot. <p>Visite as páginas Web do <a href=http://www.ece.uwaterloo.ca/~aplevich/Circuit_macros>Circuit Macros</a> e do <a href=http://www.texample.net/tikz/>TikZ</a> para obter mais informações.
pt_br: Um aplicativo para gerar figuras prontas para publicação. É uma interface do Circuit Macros para o KDE de J. D. Aplevich, TikZ e Gnuplot. <p>Visite as páginas Web do <a href=http://www.ece.uwaterloo.ca/~aplevich/Circuit_macros>Circuit Macros</a> e do <a href=http://www.texample.net/tikz>TikZ</a> para obter mais informações.
ru: Приложение для создания графики для публикаций и презентаций. Это интерфейс KDE для Circuit Macros от j.D.Aplevich, Tikz и Gnuplot. <p>Для дополнительной информации посетите сайты <a href=http://www.ece.uwaterloo.ca/~aplevich/Circuit_macros>Circuit Macros</a> и <a href=http://www.texample.net.tikz>Tikz</a>.
sv: Ett program för att skapa publiceringsklara figurer. Det är ett KDE-gränssnitt för Circuit Macros av J. D. Aplevich, TikZ och Gnuplot. <p>Besök webbplatserna <a href=http://www.ece.uwaterloo.ca/~aplevich/Circuit_macros>Circuit Macros</a> och <a href=http://www.texample.net/tikz>TikZ</a> för ytterligare information.
uk: Програма для створення готових для друку зображень. Ця програма є графічною оболонкою KDE до макроса Circuit Macros, автором якого є J. D. Aplevich, TikZ та Gnuplot. <p>Відвідайте вебсайти <a href=http://www.ece.uwaterloo.ca/~aplevich/Circuit_macros>макроса Circuit</a> та <a href=http://www.texample.net/tikz>TikZ</a>, щоб дізнатися більше.

source: (c) 2011 Matteo Agostinelli
es: © 2011 Matteo Agostinelli
sv: © 2011 Matteo Agostinelli
uk: © Matteo Agostinelli, 2011

source: Maintainer
de: Betreuer
es: Encargado
et: Hooldaja
fr: Mainteneur
it: Sviluppatore principale
km: អ្នក​ថែទាំ
nl: Onderhouder
pl: Opiekun
pt: Manutenção
pt_br: Mantenedor
ru: Сопровождающий
sv: Underhåll
uk: Супровідник

source: Document to open
de: Zu öffnendes Dokument
es: Documento a abrir
et: Avatav dokument
fr: Document à ouvrir
it: Documento da aprire
km: ឯកសារ​ដែល​ត្រូវ​បើក
nl: Te openen document
pl: Dokument do otwarcia
pt: O documento a abrir
pt_br: Documento a ser aberto
ru: Открываемый документ
sv: Dokument att öppna
uk: Документ, який слід відкрити

source: No backend could be selected!
de: Es konnte kein Modul ausgewählt werden.
es: No se puede seleccionar ningún motor.
et: Ühtegi taustaprogrammi ei õnnestu valida!
fr: Impossible de sélectionner un moteur !
km: គ្មាន​កម្មវិធី​ខាងក្រោយ​ត្រូវ​បាន​ជ្រើស​ទេ !
nl: Er kon geen backend geselecteerd worden!
pl: Nie można wybrać żadnego silnika!
pt: Não foi possível seleccionar nenhuma infra-estrutura!
pt_br: Nenhuma infraestrutura pôde ser selecionada!
ru: Не удалось выбрать механизм обработки.
sv: Inget gränssnitt kunde väljas.
uk: Не вдалося вибрати модуль обробки.

source: A KDE text-editor component could not be found; please check your KDE installation.
de: Es wurde keine KDE-Editorkomponente gefunden Bitte überprüfen Sie Ihre KDE-Installation.
es: No fue posible encontrar un componente de edición de texto de KDE Compruebe su instalación de KDE.
et: KDE tekstiredaktori komponenti ei leitud. Palun kontrolli oma KDE paigaldust.
fr: Impossible de trouver un composant éditeur de texte pour KDE. Veuillez vérifier votre installation KDE.
it: Non è possibile trovare il componente editor di testo KDE; prego controllare la propria installazione KDE
km: មិន​អាច​រក​ឃើញ​សមាសភាគ​កម្មវិធី​និពន្ធ​អត្ថបទ​របស់ KDE សូម​ពិនិត្យ​ការ​ដំឡើង​ KDE របស់​អ្នក ។
nl: Er is geen KDE-tekstbewerkingscomponent gevonden. Controleer de installatie van KDE.
pl: Nie znaleziono komponentu edytora tekstowego dla KDE; proszę sprawdzić swoją instalację KDE.
pt: Não foi possível encontrar um componente de edição de texto para o KDE; verifique por favor a sua instalação do KDE.
pt_br: Não foi possível encontrar um componente de edição de texto para o KDE. Verifique a sua instalação do KDE.
ru: Не удалось найти компонент текстового редактора KDE. Проверьте правильность установки KDE.
sv: En KDE-texteditorkomponent kunde inte hittas. Kontrollera installationen av KDE.
uk: Не вдалося знайти компонент текстового редактора KDE. Будь ласка, перевірте, чи належним чином встановлено KDE.

source: Preview
de: Vorschau
es: Vista previa
et: Eelvaatlus
fr: Aperçu
km: មើល​ជាមុន
nl: Voorbeeld
pl: Podgląd
pt: Antevisão
pt_br: Visualização
ru: Просмотр
sv: Förhandsgranskning
uk: Перегляд

source: Log
de: Protokoll
es: Registro
et: Logi
fr: Journal
km: ចុះ​កំណត់ហេតុ
pl: Dziennik
pt: Registo
pt_br: Registro
ru: Журнал
sv: Logg
uk: Журнал

source: Export...
de: Exportieren ...
es: Exportar...
et: Ekspordi...
fr: Exporter...
it: Esporta...
km: នាំចេញ...
nl: Exporteren...
pl: Eksportuj...
pt: Exportar...
pt_br: Exportar...
ru: Экспорт...
sv: Exportera...
uk: Експортувати…

source: Build preview
de: Vorschau erstellen
es: Construir vista previa
et: Loo eelvaatlus
fr: Créer un aperçu
it: Crea anteprima
km: ស្ថាបនា​ការ​មើល​ជាមុន
nl: Bouwvoorbeeld
pl: Zbuduj podgląd
pt: Criar a antevisão
pt_br: Criar a visualização
ru: Создать просмотр
sv: Skapa förhandsgranskning
uk: Зібрати документ попереднього перегляду

source: Open preview
de: Vorschau öffnen
es: Abrir vista previa
et: Ava eelvaatlus
fr: Ouvrir un aperçu
it: Apri anteprima
km: បើក​ការ​មើល​ជាមុន
nl: Voorbeeld openen
pl: Otwórz podgląd
pt: Abrir a antevisão
pt_br: Abrir visualização
ru: Открыть просмотр
sv: Öppna förhandsgranskning
uk: Відкрити попередній перегляд

source: Show manual
de: Handbuch anzeigen
es: Mostrar manual
et: Ava käsiraamat
fr: Afficher un manuel
it: Mostra manuale
km: បង្ហាញ​សៀវភៅ​ដៃ
nl: Handleiding tonen
pl: Pokaż instrukcję
pt: Mostrar o manual
pt_br: Mostrar o manual
ru: Показать руководство
sv: Visa handbok
uk: Показати підручник

source: Show examples
de: Beispiele anzeigen
es: Mostrar ejemplos
et: Ava näidised
fr: Afficher des exemples
km: បង្ហាញ​ឧទាហរណ៍
nl: Voorbeelden tonen
pl: Pokaż przykłady
pt: Mostrar os exemplos
pt_br: Mostrar exemplos
ru: Показать примеры
sv: Visa exempel
uk: Показати приклади

source: Download Examples
de: Beispiele herunterladen
es: Descargar ejemplos
et: Laadi alla näidiseid
fr: Télécharger des exemples
km: ទាញ​យក​ឧទាហរណ៍
nl: Voorbeelden downloaden
pl: Pobierz przykłady
pt: Obter Exemplos
pt_br: Baixar exemplos
ru: Загрузить примеры
sv: Ladda ner exempel
uk: Звантажити приклади

source: Upload Example
de: Beispiele hochladen
es: Enviar ejemplo
et: Laadi näidis üles
fr: Envoyer un exemple
it: Carica esempio
km: ផ្ទុក​ឧទាហរណ៍​ឡើង
nl: Voorbeeld uploaden
pl: Wyślij przykłady
pt: Enviar o Exemplo
pt_br: Enviar exemplo
ru: Опубликовать примеры
sv: Ladda upp exempel
uk: Вивантажити приклад

source: &Open Example
de: &Beispiele öffnen
es: &Abrir ejemplo
et: &Ava näidis
fr: &Ouvrir un exemple
it: Apri esempio
km: បើក​ឧទាហរណ៍
nl: Voorbeeld &openen
pl: &Otwórz przykład
pt: Abrir &o Exemplo
pt_br: &Abrir exemplo
ru: &Открыть пример
sv: Ö&ppna exempel
uk: &Відкрити приклад

source: Open file - Cirkuit
de: Datei öffnen – Cirkuit
es: Abrir archivo - Cirkuit
et: Faili avamine - Cirkuit
fr: Ouvrir un fichier - Cirkuit
it: Apri file - Cirkuit
km: បើក​ឯកសារ Cirkuit
nl: Bestand openen - Cirkuit
pl: Otwórz plik - Cirkuit
pt: Abrir um ficheiro - Cirkuit
pt_br: Abrir arquivo - Cirkuit
ru: Открытие файла — Cirkuit
sv: Öppna fil - Cirkuit
uk: Відкриття файла — Cirkuit

source: Save file - Cirkuit
de: Datei speichern – Cirkuit
es: Guardar archivo - Cirkuit
et: Faili salvestamine - Cirkuit
fr: Enregistrer un fichier - Cirkuit
it: Salva file - Cirkuit
km: រក្សាទុក​ឯកសារ Cirkuit
nl: Bestand opslaan - Cirkuit
pl: Zapisz plik - Cirkuit
pt: Gravar o ficheiro - Cirkuit
pt_br: Salvar arquivo - Cirkuit
ru: Сохранение файла — Cirkuit
sv: Spara fil - Cirkuit
uk: Збереження файла — Cirkuit

source: Export image - Cirkuit
de: Bild exportieren – Cirkuit
es: Exportar imagen - Cirkuit
et: Pildi eksport - Cirkuit
fr: Exporter une image - Cirkuit
it: Esporta immagine - Cirkuit
km: នាំចេញ​រូបភាព Cirkuit
nl: Afbeelding exporteren - Cirkuit
pl: Eksportuj obraz - Cirkuit
pt: Exportar a imagem - Cirkuit
pt_br: Exportar imagem - Cirkuit
ru: Экспорт изображения — Cirkuit
sv: Exportera bild - Cirkuit
uk: Експортування зображення — Cirkuit

source: Backend %1 not found
de: Modul %1 wurde nicht gefunden
es: No se encuentra el motor %1
et: Taustaprogrammi %1 ei leitud
fr: Moteur %1 introuvable
it: Backend %1 non trovato
km: រក​មិន​ឃើញ​កម្មវិធី​ខាងក្រោយ %1
nl: Backend %1 niet gevonden
pl: Nie znaleziono silnika %1
pt: A infra-estrutura %1 não foi encontrada
pt_br: A infraestrutura %1 não foi encontrada
ru: Механизм обработки %1 не найден
sv: Gränssnitt %1 hittades inte
uk: Модуля обробки %1 не знайдено

source: No valid backend selected.
de: Kein gültiges Modul ausgewählt.
es: No se ha seleccionado un motor válido.
et: Sobivat taustaprogrammi pole valitud.
fr: Aucun moteur valable n'a été sélectionné.
km: មិន​បាន​ជ្រើស​កម្មវិធី​ខាងក្រោយ​ដែល​ត្រឹមត្រូវ​ទេ ។
nl: Geen geldige backend geselecteerd.
pl: Nie wybrano poprawnego silnika.
pt: Não foi seleccionada nenhuma infra-estrutura válida.
pt_br: Nenhuma infraestrutura válida selecionada.
ru: Выбран недопустимый механизм обработки.
sv: Inget giltigt gränssnitt valt.
uk: Не позначено коректного модуля обробки.

source: General
de: Allgemein
et: Üldine
fr: Général
it: Generale
km: ទូទៅ
nl: Algemeen
pl: Ogólne
pt: Geral
pt_br: Geral
ru: Основное
sv: Allmänt
uk: Загальне

source: Circuit Macros could not be found on your system. The application will not work if the macros are not installed. Do you want to proceed with the installation?
es: No se puede encontrar Circuit Macros en su sistema. La aplicación no funcionará si las macros no están instaladas. ¿Desea continuar con la instalación?
et: Vooluringimakrosid sinu süsteemist ei leitud. Rakendus ei tööta, kui makrod pole paigaldatud. Kas asuda neid paigaldama?
fr: Impossible de trouver Circuit Macros sur votre système. L'application ne fonctionnera pas si les macros ne sont pas installées. Voulez-vous poursuivre l'installation ?
it: Circuit Macros non è stato trovato nel tuo sistema. L'applicazione non funzionerà a meno che Circuit Macros non sia installato. Vuoi procedere con l'installazione?
km: មិន​អាច​រក​ឃើញ ​Circuit​ ម៉ាក្រូ​​នៅ​លើ​ប្រព័ន្ធ​របស់​អ្នក ។ កម្មវិធី​នឹង​មិន​ដំណើរការ​ទេ ប្រសិនបើ​មិន​បាន​ដំឡើង​ម៉ាក្រូ​ ។ តើ​អ្នក​ចង់​បន្ត​ការ​ដំឡើង​ដែរ ឬ​ទេ ?
nl: Circuit Macros konden niet op uw systeem worden gevonden. De toepassing zal niet werken als de macros niet zijn ge√Ønstalleerd. Wilt u doorgaan met de installatie?
pl: Nie można znaleźć Circuit Macros na twoim systemie. Program nie zadziała, jeśli te makra nie zostaną zainstalowane. Czy chcesz kontynuować z instalacją?
pt: Não foi possível encontrar o Circuit Macros no seu sistema. A aplicação não irá funcionar se as macros não forem instaladas. Deseja continuar com a instalação?
pt_br: Não foi possível encontrar o Circuit Macros no seu sistema. O aplicativo não funcionará se as macros não forem instaladas. Deseja continuar com a instalação?
ru: Circuit Macros не найден в вашей системе. Приложение не будет работать без установленных макросов. Приступить к установке?
sv: Circuit Macros kunde inte hittas på systemet. Programmet fungerar inte om inte makrona är installerade. Vill du fortsätta med att installera dem?
uk: Не вдалося виявити макрос Circuit у вашій системі. Програма не зможе нормально працювати, якщо макрос не буде встановлено. Бажаєте перейти до встановлення макроса?

source: Installation needed
de: Installation erforderlich
es: Instalación necesaria
et: Vajalik on paigaldamine
fr: Installation nécessaire
it: Necessaria installazione
km: តម្រូវ​ឲ្យ​មាន​ការ​ដំឡើង
nl: Installatie is nodig
pl: Potrzebna instalacja
pt: Instalação necessária
pt_br: Instalação necessária
ru: Требуется установка
sv: Installation nödvändig
uk: Потрібне встановлення

source: Downloading Circuit Macros. Please wait...
es: Descargando Circuit Macros. Espere, por favor...
nl: Circuit Macros downloaden. Even geduld a.u.b...
pt: A obter o Circuit Macros. Espere por favor...
pt_br: Baixando o Circuit Macros. Por favor, aguarde...
sv: Laddar ner Circuit Macros. Vänta ...
uk: Звантаження макроса Circuit. Будь ласка, зачекайте…

source: A new version of Circuit Macros (version %1) is available. Do you want to upgrade?
de: Eine neue Version der Circuit-Makros (Version %1) ist verfügbar. Möchten Sie sie aktualisieren?
es: Está disponible una nueva versión de Circuit Macros (versión %1). ¿Desea actualizarse a ella?
et: Saadaval on uus vooluringimakrode versioon (%1). Kas soovid uuendada?
fr: Une nouvelle version de Circuit Macros (version %1) est disponible. Voulez-vous effectuer une mise à niveau ?
it: Una nuova versione di Circuit Macros (versione %1) è disponibile. Vuoi aggiornare?
km: មាន​កំណែ​ថ្មី​របស់​ Circuit ​ម៉ាក្រូ (កំណែ %1) ។ តើ​អ្នក​ចង់​ធ្វើ​ឲ្យ​ប្រសើរ​ដែរ ឬ​ទេ ?
nl: Er is een nieuwe versie van Circuit Macros (versie %1) beschikbaar. Wilt u opwaarderen?
pl: Jest dostępna nowa wersja Circuit Macros (wersja %1). Czy chcesz uaktualnić?
pt: Está disponível uma nova versão do Circuit Macros (versão %1). Deseja actualizá-la?
pt_br: Está disponível uma nova versão do Circuit Macros (versão %1). Deseja atualizá-la?
ru: Доступна новая версия Cirkuit Macros (версия %1). Обновить программу?
sv: En ny version av Circuit Macros (version %1) är tillgänglig. Vill du uppgradera till den?
uk: Доступна нова версія макроса Circuit (версія %1). Бажаєте оновити макрос?

source: Upgrade
de: Aktualisieren
es: Actualizar
et: Uuenda
fr: Mettre à niveau
it: Aggiorna
km: ធ្វើ​ឲ្យ​ប្រសើរ
nl: Opwaarderen
pl: Uaktualnij
pt: Actualizar
pt_br: Atualizar
ru: Обновление
sv: Uppgradera
uk: Оновити

source: Unable to generate a preview for the current input
de: Die Vorschau für die aktuelle Eingabe kann nicht erstellt werden
es: No ha sido posible generar una vista previa para la entrada actual
et: Aktiivse sisendi eelvaatluse loomine nurjus
fr: Impossible de générer un aperçu pour les données d'entrée actuelles
it: Impossibile generare un'anteprima per l'input attuale
km: មិន​អាច​បង្កើត​ការ​មើល​ជាមុន​សម្រាប់​ការ​បញ្ចូល​បច្ចុប្បន្ន
nl: Kan geen voorbeeld van de huidige invoer aanmaken
pl: Nie można wygenerować podglądu dla bieżącego wejścia
pt: Não foi possível gerar uma antevisão para os dados de entrada actuais
pt_br: Não foi possível gerar uma visualização para os dados de entrada atuais
ru: Не удалось создать предварительный просмотр для текущих входных данных
sv: Kan inte skapa förhandsgranskning av nuvarande indata
uk: Не вдалося створити попередній перегляд поточних вхідних даних

source: No working backend has been found. Cirkuit is unable to generate any figure.
de: Es wurden keine funktionsfähigen Module gefunden. Cirkuit kann keine Grafiken generieren.
es: No se ha encontrado un motor funcional. Cirkuit no puede generar ninguna figura.
et: Ühtegi töötavat taustaprogrammi ei leitud. Cirkuit ei suuda jooniseid genereerida.
fr: Aucun moteur opérationnel n'a été trouvé. Cirkuit n'est pas en mesure de générer un quelconque schéma.
km: រក​មិន​ឃើញ​កម្មវិធី​​ខាងក្រោយ​ដែល​កំពុង​ធ្វើការ​ទេ ។ Cirkuit មិន​អាច​បង្កើត​រូបភាព​ពន្យល់​ណាមួយ​ឡើយ ។
nl: Er is geen werkende backend gevonden. Cirkuit kan geen enkel figuur genereren.
pl: Nie znaleziono działającego silnika. Cirkuit nie może wygenerować jakiegokolwiek rysunku.
pt: Não foi encontrada nenhuma infra-estrutura funcional. O Cirkuit não consegue gerar nenhuma imagem.
pt_br: Não foi encontrada uma infraestrutura funcional. O Cirkuit não consegue gerar nenhuma imagem.
sv: Inget fungerande gränssnitt har hittats. Cirkuit kan inte skapa någon figur.
uk: Не знайдено працездатного модуля обробки. Cirkuit не зможе створювати рисунки.

source: No backends found
de: Keine Module gefunden
es: No se han encontrado motores
et: Ühtegi taustaprogrammi ei leitud
fr: Aucun moteur n'a été trouvé
km: រក​មិន​ឃើញ​កម្មវិធី​ខាងក្រោយ
nl: Geen backends gevonden
pl: Nie znaleziono żadnego silnika
pt: Não foram encontradas infra-estruturas
pt_br: Nenhuma infraestrutura encontrada
sv: Inga gränssnitt hittades
uk: Не знайдено жодного модуля обробки

source: %1 manual
de: %1 Handbuch
es: Manual %1
et: Taustaprogrammi %1 käsiraamat
fr: %1 manuel
it: Manuale di %1
km: សៀវភៅ​ដៃ %1
nl: %1 handleiding
pl: Instrukcja %1
pt: manual do %1
pt_br: Manual do %1
ru: %1 руководство
sv: Handbok %1
uk: Підручник з %1

source: %1 examples
de: %1 Beispiele
es: %1 ejemplos
et: Taustaprogrammi %1 näidised
fr: %1 exemples
it: Esempi di %1
km: ឧទាហរណ៍ %1
nl: %1 voorbeelden
pl: Przykłady %1
pt: exemplos do %1
pt_br: Exemplos do %1
ru: %1 примеры
sv: Exempel %1
uk: Приклади %1

source: Save the current document before uploading it
de: Das aktuelle Dokument vor dem Hochladen speichern
es: Guardar el documento actual antes de enviarlo
et: Salvesta aktiivne dokument enne selle üleslaadimist
fr: Enregistrer le document actuel avant de l'envoyer
it: Salvare il documento prima di caricarlo
km: រក្សាទុក​ឯកសារ​បច្ចុប្បន្ន​មុន​ពេល​ផ្ទុក​វា​ឡើង
nl: Het huidige document opslaan alvorens het te uploaden
pl: Zapisz bieżący dokument przed jego wysłaniem
pt: Gravar o documento actual antes de o enviar
pt_br: Salvar o documento atual antes de enviá-lo
ru: Сохранить текущий документ перед публикацией
sv: Spara nuvarande dokument innan det laddas upp
uk: Збережіть поточний документ, перш ніж його вивантажувати
